Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/samediggi-bovde-duodjekonferansii-oddajagimanu-27.-28.-b.-2016.html.tmx
Source language: sme
Languages: sma

source: Sámediggi bovde duodjekonferánsii ođđajagimánu 27. - 28. b. 2016 / Duodji / Ealáhusat / Sámediggi - Sametinget
sma: Saemiedigkie duedtiekonferansese böörede tsïengelen 27. – 28. b. 2016 / Duedtie / Jielemh / Saemiedigkie - Sametinget

source: Sámediggi bovde duodjekonferánsii ođđajagimánu 27. - 28. b. 2016
sma: Saemiedigkie duedtiekonferansese böörede tsïengelen 27. – 28. b. 2016

source: Sámedikki boahttevaš duodjedieđáhusa oktavuođas bovdet ealáhusdoaimmaheddjiid ja eará berošteddjiid konferánsii Kárášjohkii ođđajagimánu 27.-28. b..
sma: Saemiedigkien båetije duedtiebïevnesen sjïekenisnie jielemeaktöörh jïh jeatjah ïedtjeladtjh bööresuvvieh konferansese Karasjohkesne tsïengelen 27. – 28.

source: Duodjeealáhusa hástalusat, ja mo Sámediggi sáhttá veahkehit, leat muhtun dain fáttáin maid mii áigut digaštallat.
sma: b. Mah haestemh duedtiejieleme åtna jïh mejnie Saemiedigkie maahta viehkiehtidh leah naaken dejstie aamhtesijstie mejtie edtja digkiedidh.

source: Konferánssas lea buotbeallásaš ja gelddolaš prográmma.
sma: Konferansen akte gellielaaketje jïh gieltegs programme.

source: Earret eará lea Sámiid Duojis ja Duojáriid ealáhussearvvis sáhkavuorru duoji birra kulturguoddin ja ealáhussan, višuvnnaid, hástalusaid ja mihttomeriid birra ovddasguvlui.
sma: Gaskem jeatjah siebrieh Sámiid Duodji jïh Duojáriid ealáhussearvi sijhtieh håaledh duedtien bïjre goh kultuvreguedtije jïh jieleme, visjovni, haestemi jïh ulmiej bïjre åvtese.

source: Sámiráđđi muitala oktasašsámi barggu birra duoji nannemiin, ja Duodjeinstituhtta fas muitala ovddidandoaimmaid birra duojis.
sma: Saemieraerie sæjhta dan ektiesaemien barkoen bïjre bievnedh juktie duedtiem nænnoestehtedh, mearan Duodjeinstituhtta sæjhta maam akt jiehtedh evtiedimmiebarkoen bïjre duedtien sisnjelen.

source: Viidáseappot váldá duojár Lilian Urheim ovdan fáttá Design ja duodji, ja Jacob Adams fas ságasta duoji riektesuodjalusa birra.
sma: Vytnesjæjja Lilian Urheim sæjhta Hammoedimmien jïh duedtien bïjre soptsestidh mearan Jacob Adams sæjhta duedtien reaktavaarjelimmien bïjre håalodh.

source: Oassálastiid ovddas, geat bohtet olggobealde Finnmárkku, gokčá Sámediggi mátkki ja orruma 10 olbmo ovddas gitta 5 000 ru rádjai juohke olbmo nammii.
sma: Dejtie mah Finnmaarhken ålkoelistie båetieh Saemiedigkie maaksa fealadimmien jïh årromen åvteste 10 almetjidie gaertjiedamme bæjjese 5000 kråvnide fïerhten almetjen åvteste.

source: Finnmárkku ássiid ovddas gokčá Sámediggi lunšša ja mállásiid.
sma: Vytnesjæjjide mah Finnmaarhkesne årroeh Saemiedigkie gaskebeapmoen jïh gaskebiejjien åvteste maaksa.

source: Eanet dieđut ja dieđiheapmi konferánsii leat dás.
sma: Vielie bïevnesh jïh bïeljelimmie konferansese daesnie gaavnh.

source: Dieđihanáigemearri: 23.12.2015
sma: Bïeljelimmiemierie: 23.12.2015.

source: Eanet dieđuid addá:
sma: Vielie bïevnesh:
